{
  "Landing": {
    "name": "Wilson Bley",
    "occupation": "Desenvolvedor Web (JS/TS/React)"
  },
  "Projects": {
    "title": "Projetos",
    "team_makr": {
      "title": "Team Makr",
      "description": "Um app fullstack para gerenciar times dentro da sua empresa se baseando nas habilidades de seus colaboradores",
      "date": "11/2021"
    },
    "portfolio": {
      "title": "Portfolio",
      "description": "Esse é o meu website, o que você está vendo agora. Hospedado na Vercel",
      "date": "11/2022"
    },
    "api_spring": {
      "title": "API de um Website de Reviews",
      "description": "Meu primeiro projeto, uma API usada por um website de reviews",
      "date": "10/2021"
    }
  },
  "ProjectCard": {
    "made_with": "Feito com:"
  },
  "Timeline": {
    "title": "Experiência",
    "beginning": "Começo",
    "mechanical_engineering": {
      "time": "Dezembro 2018  (5 anos)",
      "title": "Graduação em Engenharia Mecânica",
      "description": "TCC sobre simulação de turbinas hidraulicas. Graduado com honras de possuir o melhor IRA dos graduantes"
    },
    "ads": {
      "time": "Dezembro 2021 (2,5 anos)",
      "title": "Graduação em Análise e Desenvolvimento de Sistemas",
      "description": "Projeto final foi uma API em Spring Boot para um website de reviews"
    },
    "trainee": {
      "time": "Novembro 2021 (2 meses)",
      "title": "Wise Systems Trainee",
      "description": "Programa de capacitação onde fazíamos cursos de JavaScript e em 2 meses precisamos criar uma aplicação fullstack (front-end, back-end and mobile) para gerenciamento de times. Após conseguir o primeiro lugar, fui contratado pela mesma empresa.",
      "button": "Projeto Team Makr"
    },
    "wise": {
      "time": "Atual (11 meses)",
      "title": "Wise Systems",
      "description": "Em ordem cronológica:",
      "description_1": "- 8 meses dando manutenção e adicionando novas funcionalidades em um website de marketplace contruído com React e NestJS <important>(fullstack)</important>",
      "description_2": "- 2 meses criando um website de logística em Angular <important>(front-end)</important>",
      "description_3": "- Atualmente criando um website de marketplace construído com Next.js <important>(front-end)</important>"
    }
  },
  "RollDown": {
    "scrolldown": "Role para baixo"
  },
  "Footer": {
    "made_by": "Wilson Bley. Todos os direitos reservados."
  },
  "About": {
    "title": "Sobre mim",
    "about": "Um desenvolvedor web junior com 11 meses de experiência trabalhando em um time para um website de marketplace. Sempre tentando aprender novas coisas (o que faz o ecossistema JS perfeito para mim, já que tem um novo framework todo dia haha) porque é isso que me motiva a continuar programando.",
    "about_2": "Meu objetivo de curto/médio prazo atual é ser um desenvolvedor avançado em React e Next.js, melhorando sempre minhas habilidades para escrever código escalável e manutenível, e meu objetivo a longo prazo é me tornar um desenvolvedor fullstack."
  }
}
